Returns a ConduitSizeSettingIterator to the conduit size settings.
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public ConduitSizeSettingIterator GetConduitSizeSettingsIterator()
  Visual Basic
Public Function GetConduitSizeSettingsIterator As ConduitSizeSettingIterator
  Visual C++
public:
ConduitSizeSettingIterator^ GetConduitSizeSettingsIterator()
 See Also
  ConduitSizeSettings Class
  Autodesk.Revit.DB.Electrical Namespace